Repository: DravenJohnson/psiphon-ios-client-common-library
Catalog: PsiphonClientCommonLibrary/Resources/Strings/*.lproj/Root.strings
Languages: am, az, be, bo, fa, kk, my, uz

source: Language
am: ቋንቋ
az: Dil
be: Мова
bo: སྐད་ཡིག
fa: زبان
kk: Тіл
my: ဘာသာစကား
uz: Til

source: Default language
am: ነባሪ ቋንቋ
az: Əsas dil
be: Мова па змаўчанні
bo: སྐད་རིགས་སོར་བཞག
fa: زبان پیش‌فرض
kk: Үнсіз келісім тілі
my: ကြိုတင်သတ်မှတ်ထးသည့် ဘာသာစကား
uz: Tilni aniqlash

source: About
am: ስለ
az: Haqqında
be: Пра праграму
bo: སྐོར།
fa: درباره‌ی OONI
kk: Осы туралы
my: အကြောင်း
uz: Ilova haqida

source: Change Region
am: ክልል ለውጥ
az: Bölgəni dəyiş
be: Змяніць рэгіён
bo: ས་གནས་བརྗེ་བ།
fa: تغییر کشور
kk: Аймақты өзгерту
my: ဒေသပြောင်းလဲရန်
uz: Mintaqani o‘zgartirish

source: FAQ
am: ተደጋጋሚ ጥያቄዎች እና መልሶቻቸው
az: TTVS
be: FAQ (Часта задаваныя пытанні)
bo: ཡང་སེ་སྐུལ་བའི་དྲི་བ།
fa: سوالات متداول
kk: ЖҚС
my: မေးလေ့ရှိသောမေးခွန်းများ
uz: KSS (Ko‘p so‘raladigan savollar)

source: Help
am: እገዛ
az: Yardım
be: Даведка
fa: راهنمایی
kk: Көмек
my: အကူအညီ
uz: Yordam

source: Privacy Policy
am: የግላዊነት ፖሊሲ
az: Təhlükəsizlik Qaydaları
be: Палітыка канфiдэнцыяльнасцi
bo: གསང་དོན་སྲིད་བྱུས།
fa: حریم خصوصی
kk: Құпиялылық саясаты
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
uz: Maxfiylik siyosati

source: Psiphon Settings
am: የሳይፈን ቅንብሮች
az: Psiphon quraşdırmaları
be: Налады Psiphon
bo: སཡི་ཕོན་སྒྲིག་བཀོད།
fa: تنظیمات سایفون
kk: Psiphon баптаулары
my: Psiphon အပြင်အဆင်များ
uz: Psiphon sozlamalari

source: Feedback
am: ግብረመልስ
az: Şərh
be: Зваротная сувязь
bo: དགོངས་འཆར།
fa: بازخوردها
kk: Кері байланыс
my: အကြံပြုတုံ့ပြန်မှု
uz: Fikr-mulohaza

source: Terms of Use
am: የአጠቃቀም ስምምነቶች
az: İstifadə qaydaları
be: Умовы выкарыстання
bo: བེད་སྤྱོད་ཀྱི་དུས་ཡུན
fa: شرایط استفاده
kk: Пайдалану шарттары
my: အသုံးပြုရန် သတ်မှတ်ချက်များ
uz: Foydalanish shartlari

source: Disable Timeouts
am: የእረፍት ጊዜዎችን ያቦዝኑ
az: Dayanmaları söndür
be: Адключыць час чакання
bo: དུས་རྫོགས་མེད་པ་བཟོས།
fa: از کار انداختن تایم‌اوت
kk: Таймауттарды сөндіру
my: အချိန်စေ့မှုကို အသုံးပြု၍မရအောင်လုပ်ပါ
uz: So‘rov javobi kutilmasin

source: Proxy
am: ተዘዋዋሪ
az: Proksi
be: Проксі-сервер
bo: ངོ་ཚབ།
fa: پروکسی
kk: Прокси
my: ကြားခံအင်တာနက်စာမျက်နှာ
uz: Proksi-server

source: Timeouts
am: የእረፍት ጊዜዎች
az: Dayanmalar
be: Час чакання
bo: དུས་རྫོགས།
kk: Таймауттар
my: အချိန်စေ့မှုများ
uz: So‘rov javobi

source: Use upstream proxy
am: የወደላይ ተኪ ተጠቀም
az: Yuxarı axın proksisini istifadə et
be: Ужыць вышэйстаячы проксі
bo: ནང་བཅུག་ངོ་ཚབ་བེད་སྤྱོད།
fa: استفاده از پروکسی بالادست
kk: Сыртқы проксиді қолдану
my: ဆန့်ကျင်ဘက်ကြားခံအင်တာနက်စာမျက်နှာကိုအသုံးပြုပါ
uz: Upstream proksi-serverini ishlatish

source: Host address
am: አስተናጋጅ አድራሻ
az: Host ünvanı
be: Адрас вузла
bo: དོ་བདག་གི་ཁ་བྱང་།
fa: نشانی میزبان
kk: Хост адресі
my: လက်ခံသိမ်းဆည်းမှု၏လိပ်စာ
uz: Host manzili

source: Port
am: ጣቢያ
be: Порт
bo: མཐུད་སྒོ།
fa: پورت
kk: Порт нөмірі

source: Use proxy authentication
am: የተኪ ማረጋገጫን ተጠቀም
az: Proksi təsdiqləməsini istifadə et
be: Зрабіць праверку сапраўднасці проксі
bo: ངོ་ཚབ་ཁུངས་ལྡན་བེད་སྤྱོད།
fa: استفاده از پروکسی احراز هویت
kk: Прокси аутентификациясын қолдану
my: ကြားခံအင်တာနက်စာမျက်နှာအတည်ပြုမှုသုံးရန်
uz: Proksi-server autentifikatsiyasidan foydalanish

source: username
am: የተጠቃሚ ስም
az: istifadəçi adı
be: імя карыстальніка
bo: སྤྱོད་མིང་།
fa: نام کاربری
kk: пайдаланушы аты
my: အသုံးပြုသူအမည်
uz: foydalanuvchi nomi

source: password
am: የማለፊያ ቃል
az: parol
be: пароль
bo: གསང་ཨང་།
fa: رمز عبور
kk: құпиясөз
my: စကားဝှက်
uz: parol

source: Proxy username
am: የተኪ መለያ ስም
az: Proksi istifadəçi adı
be: Імя карыстальніка проксі
bo: ངོ་ཚབ་ཀྱི་སྤྱོད་མིང་།
fa: نام کاربری پروکسی
kk: Прокси пайдаланушы аты
my: ကြားခံအင်တာနက်စာမျက်နှာအမည်
uz: Proksi-server foydalanuvchisi nomi

source: Proxy password
am: የተኪ ማለፊያ ቃል
az: Proksi parolu
be: Пароль проксі
bo: ངོ་ཚབ་གསང་བའི་ཨང་གྲངས།
fa: رمز عبور پروکسی
kk: Прокси құпиясөзі
my: ကြားခံအင်တာနက်စာမျက်နှာစကားဝှက်
uz: Proksi-server paroli

source: Proxy domain
am: የተኪ ዶሜን
az: Proksi domeni
be: Дамен проксі
bo: ངོ་ཚབ་ཀྱི་ཁ་བྱང་།
fa: دامنه‌ی پروکسی
kk: Прокси домені
my: ကြားခံအင်တာနက်စာမျက်နှာဒိုမိန်း
uz: Proksi-server domeni

source: Your Comments
am: አስተያየትዎ
az: Şərhiniz
be: Вашы каментары
bo: ཁྱེད་ཀྱི་མཆན།
fa: نظرهای شما
kk: Пікірлеріңіз
my: သင်၏ထင်မြင်သုံးသပ်၊ အကြံပြုချက်များ
uz: Fikrlaringiz

source: Your Email Address
am: የኢሜል አድራሻዎ
az: Email ünvan
be: Ваш адрас электроннай пошты
bo: ཁྱེད་ཀྱི་གློག་འཕྲིན་ཁ་བྱང།
fa: آدرس ایمیل شما
kk: Эл. пошта адресіңіз
my: သင်၏ အီးမေးလိပ်စာ
uz: E-pochta manzilingiz

source: Where can we respond to you?
am: የት ልንመልስልዎት እንችላለን？
az: Sizə necə cavab verək?
be: Дзе мы можам адказаць Вам?
bo: ང་ཚོས་ཁྱེད་རང་ལ་ལན་འདེབས་གང་དུ་བྱེད་དགོས་སམ།
fa: کجا می‌توانیم به شما پاسخ بدهیم؟
kk: Сізге қайда жауап бере аламыз?
my: ကျွန်ုပ်တို့သင့်ကိုမည်သည့်နေရာမှ တုံ့ပြန်မှုပေးနိုင်မည်နည်း။
uz: Siz bilan qanday bog‘lansak bo‘ladi?

source: Diagnostic Data
am: ምርምራዊ ዳታ
az: Diaqnoz məlumatı
be: Даныя дыягностыкі
bo: བརྟག་དཔྱད་བྱས་པའི་ཡིག་ཆ།
fa: داده‌های تشخیصی
kk: Жөндеу деректері
my: ထူးခြားသည့်ဝိသေသပါသည့်အချက်အလက်
uz: Diagnostika hisoboti

source: Upload diagnostic data
am: ምርምራዊ ዳታውን ይጫኑ
az: Diaqnoz məlumatı yüklə
be: Запампаваць даныя дыягностыкі
bo: བརྟག་དཔྱད་བྱས་པའི་ཡིག་ཆ་ནང་འཇུག
fa: آپلود داده‌های تشخیصی
kk: Жөндеу деректерін жүктеп жіберу
my: ထူးခြားသည့်ဝိသေသပါသည့်အချက်အလက်တင်ရန်
uz: Diagnostika hisobot faylini yuklash

source: My connection is bad, help!
am: ግንኙነቴ መጥፎ ነው። እርዳታ እፈልጋለሁ!
az: Qoşulmam çox pisdir, kömək edin!
be: Мае злучэнне кепскае, дапамажыце!
bo: ངའི་དྲྭ་རྒྱའི་མཐུད་ཀ་ཡག་པོ་མིན་འདུག། རོགས་པ་དགོས།
fa: اتصال به‌خوبی برقرار نیست، به کمک نیاز دارم!
kk: Менің байланысым нашар, көмектесіңіз!
my: ကျွန်ုပ်၏အင်တာနက်လိုင်းမကောင်းပါ၊ ကူညီပါဦး။
uz: Aloqam sifati yomon, yordam kerak!

source: Changing your region to Best Performance increases your chances of getting connected.
am: ክልልዎን ወደ ምርጥ አፈጻጸም ወደሚለው ከቀየሩ የመገናኘት እድልዎ ይሰፋል።
az: Bölgənizi Ən Sürətli Qoşulmaya dəyişməklə qoşulma sürətinizi artıra bilərsiniz.
be: Змена Вашага рэгіёну на рэгіён з найлепшай хуткасцю павялічвае Вашы шанцы быць падлучаным да інтэрнэту
bo: ནུས་པ་ཆེ་ཤོས་ཐོན་སའི་ས་གནས་ལ་བརྗེ་པོ་རྒྱབ་པ་དེས་དྲྭ་རྒྱར་མཐུད་ཐུབ་པའི་རེ་བ་ཆེ་བ་ཡོད།
fa: تغییر منطقه‌ی سرور به بهترین عملکرد احتمال برقراری اتصال را بالا می‌برد.
kk: Аймағыңызды Ең жақсы өнімділікке орнату байланысты орнату мүмкіндігіңізді арттырады.
my: ချိတ်ဆက်နိုင်မည့်အခွင့်အရေးများလာစေရန်အတွက် သင်၏ဒေသကို အကောင်းဆုံးလုပ်ဆောင်ချက် အဖြစ်ပြောင်းလဲခြင်း။
uz: Mintaqani o‘zgartirish server bilan aloqangizda yuqori unumdorlikni ta’minlaydi.

source: Disabling timeouts may help you stay connected on slower networks.
am: የጊዜ እረፍቶችን ማቦዘን በዝግተኛ ኔትወርኮች ተገናኝቶ ለመቆየት ይረዳል።
az: Dayanmaları söndürməklə aşağı sürətli şəbəkələrdə qoşulmanızı qoruya bilərsiniz.
be: Адключэнне часу чакання можа дапамагчы Вам заставацца на сувязі пры павольных злучэннях.
bo: དུས་རྫོགས་མེད་པ་བཟོས་པ་དེས་ཁྱེད་རང་དྲྭ་རྒྱ་ཞན་པོ་ཡོད་ནའང་མཐུད་ཐུབ་པར་ཕན་ཐོག་སྲིད།
fa: غیرفعال کردن تایم‌اوت شاید به برقراری اتصال در شبکه‌‌های ضعیف‌تر کمک کند.
kk: Таймауттарды сөндіру баяу желілерде байланысқан күйде қалуыңызға көмектесуі мүмкін.
my: နှေးသောကွန်ယက်များတွင်ပါဆက်လက်ချိတ်ဆက်ထားနိုင်ရန်အတွက် အချိန်စေ့မှုများကို အသုံးပြု၍မရအောင်လုပ်ပါ။
uz: Tezligi past tarmoqlarda serverdan javob kutishni o‘chirib qo‘yish aloqada bo‘lishingizga yordam beradi.

source: Reconnecting to the Psiphon server may help if your current connection is slow or non-responsive.
am: የአሁን ግንኙነትዎ ዘገምተኛ ወይም ምላሽ የማይሰጥ ከሆነ ከሳይፈን አገልጋይ ጋር እንደገና መገናኘት ሊረዳ ይችላል።
az: Hazırkı qoşulma yavaşdırsa və ya cavab vermirsə Psiphon serverinə yenidən qoşulma kömək ola bilər.
be: Перападлучэнне да серверу Psiphon можа дапамагчы, калі бягучае злучэнне павольнае ці не рэагуе.
bo: གལ་ཏེ་ཁྱེད་རང་གི་དྲྭ་རྒྱའི་མཐུད་ཀ་ཞན་པོ་དང་བརྡ་ལན་སྤྲད་ཀྱི་མེད་ན་སཡི་ཕོན་ཞབས་ཞུ་འཕྲུལ་ཆས་ལ་ཡང་སྐྱར་མཐུད་ན་ཕན་ཐོག་ཡོང་སྲིད།
fa: اتصال دوباره به سرور سایفون شاید مشکل کندی و کارکرد نامناسب اتصال را رفع کند.
kk: Ағымдағы байланысыңыз баяу немесе жауап қайтармайтын болса, Psiphon серверіне байланысты қайта орнату көмектесе алады.
my: သင်၏လက်ရှိအင်တာနက်လိုင်းသည်နှေးနေပါက သို့မဟုတ် တုံ့ပြန်နိုင်စွမ်းမရှိပါက Psiphon ဆာဗာနှင့် ပြန်လည်ချိတ်ဆက်ခြင်းသည် အထောက်အကူပြုပါလိမ့်မည်။
uz: Aloqangiz sekin yoki javobsiz bo‘lganda Psiphon serveriga qaytadan ulanish yordam berishi mumkin.

source: Reconnect to the Psiphon server
am: ከሳይፈን አገልጋይ ዳር እንደገና ተገናኝ
az: Psiphon serverinə yenidən qoşulma
be: Падлучыцца ізноў да серверу Psiphon
bo: སཡི་ཕོན་ཞབས་ཞུ་འཕྲུལ་ཆས་ཡང་སྐྱར་མཐུད།
fa: اتصال دوباره به سرور سایفون
kk: Psiphon серверіне байланысты қайта орнату
my: Psiphon ဆာဗာနှင့်ပြန်လည်ချိတ်ဆက်ရန်
uz: Psiphon serveriga qaytadan ulanish

source: example.com
az: numune.com
